daFoam/test_case/cavity/system/ensembleDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       dictionary;
    location    "system";
    object      ensembleDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

Ensembles       8 ( ( 0.971176 0 0 ) ( 0.989666 0 0 ) ( 0.942202 0 0 ) ( 0.960006 0 0 ) ( 0.978842 0 0 ) ( 1.00818 0 0 ) ( 1.03275 0 0 ) ( 0.991793 0 0 ) );


// ************************************************************************* //
